Autodesk.Revit.DB.IFC.IFCLinkOrientation
IFC Link Orientation within the Host Document.
Since:
2026

Autodesk.Revit.DB.IFC.IFCLinkOrientation.TrueNorth
Orient IFC File to True North.

Autodesk.Revit.DB.IFC.IFCLinkOrientation.ProjectNorth
Orient IFC File to Project North.